Revit 2027 API
ParameterTypeId.PartmakerParamDivisionGap Property
 "Gap"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PartmakerParamDivisionGap { get; }
Public Shared ReadOnly Property PartmakerParamDivisionGap As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PartmakerParamDivisionGap {
	ForgeTypeId^ get ();
}
static member PartmakerParamDivisionGap : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace